import {Product} from './products';
/*
Genres:
-classical
-drama
-romance
-detective
-kids
Categories:
-none
-recomendations
-popular
-new
*/
export const books : Product[] = [
    {
        id: 1,
        image: 'assets/1.jpg',
        name: 'Атлант расправил плечи',
        author: 'Айн Рэнд',
        description: 'В США наступило время социализма. «Политика равных возможностей» – вот кредо тех, кто пришел к власти. Успеха и таланта хватит на всех! Вот только социалисты не предвидели, что их реформы приведут к краху экономики и развалят институт американского бизнеса… Повсюду начинают исчезать знаменитости и богатейшие олигархи страны.',
        price: '2000.54',
        rating: '4.6',
        genre: 5,
    },
    {
        id: 2,
        image: 'assets/1.jpg',
        name: 'fsdfdsfечи',
        author: 'Айн Рэнд',
        description: 'В США наступило время социализма. «Политика равных возможностей» – вот кредо тех, кто пришел к власти. Успеха и таланта хватит на всех! Вот только социалисты не предвидели, что их реформы приведут к краху экономики и развалят институт американского бизнеса… Повсюду начинают исчезать знаменитости и богатейшие олигархи страны.',
        price: '2000.54',
        rating: '4.6',
        genre: 1,
    },
    {
        id: 3,
        image: 'assets/1.jpg',
        name: 'tewttwrtчи',
        author: 'Айн Рэнд',
        description: 'В США наступило время социализма. «Политика равных возможностей» – вот кредо тех, кто пришел к власти. Успеха и таланта хватит на всех! Вот только социалисты не предвидели, что их реформы приведут к краху экономики и развалят институт американского бизнеса… Повсюду начинают исчезать знаменитости и богатейшие олигархи страны.',
        price: '2000.54',
        rating: '4.6',
        genre: 3,
    },
    {
        id: 3,
        image: 'assets/1.jpg',
        name: 'tewttwrtчи',
        author: 'Айн Рэнд',
        description: 'В США наступило время социализма. «Политика равных возможностей» – вот кредо тех, кто пришел к власти. Успеха и таланта хватит на всех! Вот только социалисты не предвидели, что их реформы приведут к краху экономики и развалят институт американского бизнеса… Повсюду начинают исчезать знаменитости и богатейшие олигархи страны.',
        price: '2000.54',
        rating: '4.6',
        genre: 3,
    },
    {
        id: 4,
        image: 'assets/1.jpg',
        name: 'bvbcxbлечи',
        author: 'Айн Рэнд',
        description: 'В США наступило время социализма. «Политика равных возможностей» – вот кредо тех, кто пришел к власти. Успеха и таланта хватит на всех! Вот только социалисты не предвидели, что их реформы приведут к краху экономики и развалят институт американского бизнеса… Повсюду начинают исчезать знаменитости и богатейшие олигархи страны.',
        price: '2000.54',
        rating: '4.6',
        genre: 2,
    }
]